#6.Пользователь вводит номер буквы в алфавите. Определить, какая это буква.

num_letter = int(input('Введите номер буквы: '))
a = chr(num_letter+96)
print(a)